// PCAboutController
"AboutVersionFormat" = "Version %@";

// PCColorLabelView
"ColorLabelTags" = "Balises :";
"ColorLabelNameFormat" = "« %@ »";

// PCImagePickerView
"Choose Image..." = "Choisir une image…";
"Use Server Icon" = "Utiliser l’icône du serveur";
"Use Default Image" = "Utiliser l’image par défaut";

// PCTitleBarTrialView

// PCTruncatingDateCell
"Yesterday" = "Hier";
"Today" = "Aujourd’hui";
"Tomorrow" = "Demain";

// PCUnderTabView
"New Tab" = "Nouvel onglet";
"Create a new tab" = "Créer un onglet";
"Close this tab" = "Fermer cet onglet";
"Close" = "Fermer";
"Tab" = "Onglet";

// NSWorkspace-Additions
"Hard Disk" = "Disque dur";

// NSWorkspace-PathAdditions
"The disk %@ is in use and cannot be ejected." = "Le disque %@ est utilisé et ne peut être éjecté.";
"Cannot eject disk" = "Impossible d’éjecter le disque";

// PCTitleBarTrialView
"Expired. Buy now! " = "Expiré. Achetez maintenant ! ";
"1 day left. Buy now! " = "1 jour restant. Achetez maintenant ! ";
"%lu days left. Buy now! " = "%lu jours restants. Achetez maintenant ! ";

// PCExpiredView
"EnterSerialNumberButtonTitle" = "Saisir le numéro de série…";
"DemoTitle" = "veuillez acheter %@.";
"PurchaseButtonTitle" = "Achetez maintenant !";

"Continue" = "Continuer";
"Cancel" = "Annuler";
"OK" = "OK";

// NSAppleEventDescriptor-Additions
"Could not get property." = "Impossible d’obtenir la propriété.";

// PCAuthorizationManager
"Could not change permissions of \"%@\"." = "Impossible de changer les autorisations de « %@ ».";
"Could not change owner/group of \"%@\"." = "Impossible de changer le propriétaire/groupe de « %@ ».";
"Authorization was cancelled." = "Autorisation annulée.";
"The operation could not be completed because authorization was not obtained." = "Impossible de terminer cette opération, car l’autorisation n’a pas été obtenue.";

// PCHUDSecureTextField
"Cut" = "Couper";
"Copy" = "Copier";
"Paste" = "Coller";
"Delete" = "Supprimer";
"Select All" = "Tout sélectionner";

// PCURLAuthenticator
"Username and Password Required for %@" = "Nom d’utilisateur et mot de passe requis pour %@";
"Log In" = "Connexion";
"Username" = "Nom d’utilisateur";
"Password" = "Mot de passe";
"Username and Password Required" = "Nom d’utilisateur et mot de passe requis";
"%@ requires a username and password to view. Your password will be sent in the clear." = "%@ nécessite un nom d’utilisateur et un mot de passe pour être consulté. Votre mot de passe sera envoyé en clair.";

// PCPredicateGroup
"The action to take when a file is matched." = "Action à effectuer lorsqu’un fichier concorde.";
"Skip" = "Ignorer";
"Hide" = "Masquer";
"Show" = "Afficher";
"New Rule" = "Nouvelle règle";

// PCTabBar
"Tab bar" = "Barre d’onglets";


// Panic Sync
"Email" = "E-mail";
"None" = "Aucun";
"Fetching Account Info…" = "Récupération des informations de compte…";
"Panic Sync Deauthorized" = "L’autorisation de Panic Sync a été retirée";
"This Mac's access to your Panic Sync account has been revoked. Please reauthorize your account in Preferences." = "L’accès de ce Mac à votre compte Panic Sync a été supprimé. Veuillez restaurer l’autorisation de votre compte dans les préférences.";
"Sync Preferences…" = "Préférences de synchronisation…";
"Dismiss" = "Ignorer";
"Panic Sync Credentials Missing" = "Données d’identification Panic Sync manquantes";
"Your Panic Sync credentials could not be found. Please reauthorize your account in Preferences." = "Vos données d’identification Panic Sync sont introuvables. Veuillez restaurer l’autorisation de votre compte dans les préférences.";
"Sync" = "Synchroniser";
"Next Sync: %@" = "Prochaine synchro : %@";
"Reset Sync" = "Réinitialiser la synchro";
"Sync Now" = "Synchroniser maintenant";
"Email is required" = "E-mail nécessaire";
"A valid email address is required." = "Une adresse e-mail valide est nécessaire.";
"Password Too Short" = "Mot de passe trop court";
"Your password must be at least 8 characters long." = "Votre mot de passe doit être constitué d’au moins 8 caractères.";
"Passwords Don't Match" = "Mots de passe différents";
"The password and confirmation do not match." = "Le mot de passe et sa confirmation sont différents.";
"Send Password Reset" = "Envoyer une demande de réinitialisation de mot de passe";
"You will receive an email detailing how to reset your password." = "Vous recevrez un e-mail expliquant en détail comment réinitialiser votre mot de passe.";
"Enter your email address to request a password reset." = "Indiquez votre adresse e-mail pour demander la réinitialisation du mot de passe.";
"Password Reset Sent" = "Réinitialisation de mot de passe envoyée";
"You should soon receive an email detailing how to reset your password." = "Vous recevrez bientôt un e-mail expliquant en détail comment réinitialiser votre mot de passe.";
"Deauthorize \"%@\"" = "Retirer l’autorisation de « %@ »";
"Are you sure you want to deauthorize the selected device? Its ability to sync will immediately be revoked." = "Voulez-vous vraiment retirer l’autorisation de l’appareil sélectionné ? Sa capacité de synchronisation sera immédiatement supprimée.";
"Deauthorize" = "Retirer l’autorisation";
"Unable to Contact Server" = "Impossible de contacter le serveur";
"Your network connection may be offline. You can continue signing out while offline, but this device will not be deauthorized on the server." = "Votre connexion réseau est peut-être désactivée. Vous pouvez continuer la déconnexion hors ligne, mais l’autorisation de cet appareil ne sera pas retirée sur le serveur.";
"Sign Out" = "Déconnexion";
"Unable to Sign Out" = "Déconnexion impossible";
"The server may be experiencing issues or be down for maintenance. You can continue signing out while offline, but this device will not be deauthorized on the server." = "Le serveur rencontre peut-être des problèmes ou a été désactivé à des fins de maintenance. Vous pouvez continuer la déconnexion hors ligne, mais l’autorisation de cet appareil ne sera pas retirée sur le serveur.";

"Do you want to sync with other apps?" = "Voulez-vous synchroniser vos données avec d’autres applications ?";
"You can sync your data with %@ only, or with other Panic apps as well." = "Vous ne pouvez synchroniser vos données qu’avec %@ ou d’autres applications Panic.";
"Sync With:" = "Synchroniser avec :";

"How would you like to reset your data?" = "Comment souhaitez-vous réinitialiser vos données ?";
"You can continue to sync your data with the Panic Sync data, fully replace your data with the Panic Sync data, or keep your data and replace it on all of your other devices." = "Vous pouvez continuer à synchroniser vos données avec les données Panic Sync, remplacer complètement vos données par les données Panic Sync ou conserver vos données et les remplacer sur tous vos autres appareils.";
"Action:" = "Action :";
"Merge" = "Fusionner";
"Continue Sync" = "Continuer la synchronisation";
"Replace All Data On This Mac" = "Remplacer toutes les données sur ce Mac";
"Replace All Data In %@ On This Mac" = "Remplacer toutes les données dans %@ sur ce Mac";   // e.g. Replace All Data In Transmit On This Mac
"Replace Data On All Other Devices" = "Remplacer les données sur tous les autres appareils";
"SyncPrivacyPolicyURL" = "https://www.panic.com/sync";
"SyncAccountManagementURL" = "https://sync.panic.com/";
"Your data will automatically sync between your devices. It's free, secure, and easy." = "Vos données seront automatiquement synchronisées entre vos appareils. C’est gratuit, sûr et facile.";

"Two-Factor Authentication" = "Authentification à deux facteurs";
"Your account is protected by two-factor authentication. Enter the code generated by your authorization app." = "Votre compte est protégé par une authentification à deux facteurs. Saisissez le code généré par votre application d’autorisation.";

// Crash Reporting
//crash
"%@ unexpectedly quit the last time it was run." = "%@ s’est fermé de façon inattendue lors de sa dernière exécution.";
"Would you like to send a crash report to %@?" = "Souhaitez-vous envoyer un rapport d’incident à %@ ?";
"ExceptionEmailAddress" = "transmit-crash@panic.com";
"Report" = "Rapport";

//exception
"An internal application error has occurred." = "Une erreur interne à l’application s’est produite.";
"This error will cause instability and it is recommended you quit and relaunch %@." = "Cette erreur entraînera une instabilité et il est recommandé de quitter, puis de relancer %@.";

"Show Details" = "Afficher les détails";
"Hide Details" = "Masquer les détails";

"%@ Error Report" = "Rapport d’erreur %@";
"Provide any steps necessary to reproduce the problem." = "Décrivez toutes les étapes nécessaires pour reproduire ce problème.";

// PCCaptiveWebSheetController
"Back" = "Précédent";
"Forward" = "Suivant";

//PCLicenceWindowController
"Registration" = "Enregistrement";
